// *************************************************************************************
// FileName: Enums.cs
// Description:
// 
// Version: v1.0.0
// Creator: Jacky(jackylvm@foxmail.com)
// CreationTime: 2023-07-14 23:14
// Copyright: 2021 - 2023 咔丘互娱（上海）网络科技有限公司
// ==============================================================
// History update record:
// 
// ==============================================================
// *************************************************************************************

namespace Common.Enum
{
    public enum Deceleration
    {
        fast = 1,
        normal = 2,
        slow = 3
    }
}